Repository: common-repository/ah-shortcodes
Catalog: languages/evo-shortcodes-*.po
Languages: de_de

source: Closed
de_de: Geschlossen

source: Click 'Add Tab' to add a new tag. Drag and drop to reorder tabs.
de_de: Klicke 'Tab hinzufügen', um einen neuen Tab hinzuzufügen. Mittels Drag und Drop kannst Du die Tabs sortieren.

source: Button URL
de_de: Die Button URL

source: Add the button's url eg http://example.com
de_de: Füge die URL des Button hinzu. Beispiel: http://example.com

source: Button Style
de_de: Button Stil

source: Select the button's style, ie the button's color
de_de: Wähle das Button Layout, z.B. die Farbe

source: Green
de_de: Grün

source: Blue
de_de: Blau

source: Red
de_de: Rot

source: Button Size
de_de: Button Größe

source: Select the button's size
de_de: Wähle die Größe des Button

source: Small
de_de: Normal

source: Large
de_de: Groß

source: Button Type
de_de: Der Button Typ

source: Select the button's type
de_de: Wähle den Button Typ

source: Round
de_de: Rund

source: Square
de_de: Eckig

source: Button Target
de_de: Das Button Ziel

source: Set the browser behavior for the click action.
de_de: Wähle das Verhalten des Buttons bei einem Klick aus.

source: Same window
de_de: Öffnen im gleichen Tab

source: New window
de_de: Öffne einen neuen Tab

source: Button's Text
de_de: Der Button Text

source: Add the button's text
de_de: Füge die Button-Beschriftung hinzu

source: Alert
de_de: Farbige Inhalts-Box

source: Alert Style
de_de: Das Layout der farbigen Box

source: Select the alert's style, ie the alert colour
de_de: Wähle die Farbe der Box aus

source: Grey
de_de: Grau

source: Alert Text
de_de: Der Text der Box

source: Add the alert's text
de_de: Füge den Text für die farbige Box hinzu

source: Click 'Add Toggle' to add a new toggle. Drag and drop to reorder toggles.
de_de: Klicke 'Toggle hinzufügen' um einen neuen Toggle hinzuzufügen. Mit Drag and Drop kannst Du die Toggles sortieren.

source: Toggle Content Title
de_de: Toggle Titel

source: Add the title that will go above the toggle content
de_de: Füge einen Titel für den Toggle Inhalt hinzu

source: Toggle Content
de_de: Toggle Inhalt

source: Add the toggle content. Will accept HTML
de_de: Füge den Inhalt des Toggles hinzu. Du kannst auch HTML nutzen.

source: Toggle State
de_de: Toggle Status

source: Select the state of the toggle on page load
de_de: Wähle den Status des Toggles nach dem Laden der Seite aus

source: Open
de_de: Geöffnet

source: Add Toggle
de_de: Toggle hinzufügen

source: Tab Title
de_de: Tab Titel

source: Title of the tab.
de_de: Der Titel des Tabs

source: Tab Content
de_de: Der Tab Inhalt

source: Add the tabs content.
de_de: Füge den Inhalt für den Tab hinzu.

source: Add Tab
de_de: Tab hinzufügen

source: Columns
de_de: Spalten

source: Click 'Add Column' to add a new column. Drag and drop to reorder columns.
de_de: Klicke 'Spalte hinzufügen', um eine neue Spalte zu erstellen. Du kannst die Spalten mit Drag und Drop sortieren.

source: Column Type
de_de: Der Spalten Typ

source: Select the width of the column.
de_de: Wähle die Breite der Spalte.

source: One Third
de_de: Ein Drittel

source: Two Thirds
de_de: Zwei Drittel

source: One Half
de_de: Eine Hälfte

source: One Fourth
de_de: Ein Viertel

source: Three Fourth
de_de: Drei Viertel

source: One Fifth
de_de: Ein Fünftel

source: Two Fifth
de_de: Zwei Fünftel

source: Three Fifth
de_de: Drei Fünftel

source: Four Fifth
de_de: Vier Fünftel

source: One Sixth
de_de: Ein Sechstel

source: Five Sixth
de_de: Fünf Sechstel

source: Last column
de_de: Letzte Spalte

source: Set whether this is the last column.
de_de: Aktivieren, wenn dies die letzte Spalte in der Zeile ist.

source: Column content
de_de: Inhalt der Spalte

source: Column Content
de_de: Inhalt der Spalte

source: Add the column content.
de_de: Füge der Spalte Inhalt hinzu.

source: Add Column
de_de: Füge eine Spalte hinzu

source: Insert Shortcode
de_de: Shortcode einfügen

source: Select the shortcode type
de_de: Wähle den Shortcode Typ

source: Select Shortcode
de_de: Wähle den Shortcode

source: Remove
de_de: Entfernen

source: Cancel
de_de: Abbrechen

source: This is a simple shortcode generator. Add buttons, columns, tabs, toggles and alerts to your theme.
de_de: Ein einfacher Shortcode-Generator. Füge Buttons, Spalten, Tabs, Toggles und farbige Inhaltsboxen zu deinem Theme hinzu.
